<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="UTF-8" %>
<!DOCTYPE html PUBLIC "-//W3C//Dtd XHTML 1.0 transitional//EN" "http://www.w3.org/tr/xhtml1/Dtd/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<%@ taglib prefix="s" uri="/struts-tags" %>
<%@ taglib prefix="display" uri="http://displaytag.sf.net" %>
<head>
    <title>居留外僑動態管理系統-統計報表作業</title>
    <link rel="stylesheet" type="text/css" href="css/common.css"/>
    <link rel="stylesheet" type="text/css" href="css/domtab.css"/>
    <script src="js/jquery-1.8.3.js"></script>
    <script type="text/javascript" src="js/domtab.js"></script>   
    <script type="text/javascript" src="js/jquery-1.8.3.js"></script>	
    
	<script type="text/javascript">
	$(function() {	
		
	});//$(function() {
	
	//表單送出事件
	function onSubmit(url){
		document.queryForm.action=url;
		document.queryForm.submit();
	}
	</script>
    
</head>

<body>
<div id="reportPosition" class="reportPosition">
<DIV><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                           頁次：1 頁
                                     合          計          無國籍                  阿富汗                  不丹                    汶萊                    緬甸                    柬埔寨              
                    總   計          男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計     2,747,355   1,347,855   1,399,500         561       1,071           3           0          24           3          18          31       3,661       5,739         333       5,146      
依親                253,893      47,943     205,950          78         660           1           0           5           2           7          18         945       3,309          21       5,034      
就學                 72,956      36,991      35,965           7           8           0           0           1           1           5           8       1,172       1,990          95          29      
應聘                110,343      87,275      23,068           3           2           2           0           3           0           6           5       1,124          75         203           1      
投資                    914         809         105           0           0           0           0           0           0           0           0           0           1           0           1      
傳教                  8,163       5,341       2,822           6           2           0           0          13           0           0           0          27           6           5           1      
外勞              2,280,593   1,159,191   1,121,402           0           0           0           0           0           0           0           0           0           0           0           0      
其他                 13,720       6,284       7,436         467         399           0           0           0           0           0           0         360         339           9          80      
  |小        計       6,773       4,021       2,752           0           0           0           0           2           0           0           0          33          19           0           0      
  |連續居留七年       3,365       2,480         885           0           0           0           0           2           0           0           0          26          11           0           0      
永|依親五年配偶       3,086       1,338       1,748           0           0           0           0           0           0           0           0           6           7           0           0      
  |依親五年子女          45          23          22           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五          35          22          13           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年          46          26          20           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者          52          33          19           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士             2           1           1           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者            18          11           7           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                 124          87          37           0           0           0           0           0           0           0           0           1           1           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                           頁次：2 頁
                                     斯里蘭卡                賽普勒斯                印度                    印尼                    伊朗                    伊拉克                  以色列              
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                       152          75           8           0       5,420       2,648     112,461     483,762         196          59          38          13         253         179      
依親                                 64          35           0           0         807       1,924       1,384      32,139          93          38           8           8          87         123      
就學                                 30          20           1           0         797         254       4,395       5,219          33          12          22           5          48          46      
應聘                                 49          15           7           0       3,411         361       2,399         771          51           9           8           0         112           9      
投資                                  4           1           0           0          76          32           9           1           3           0           0           0           0           0      
傳教                                  3           2           0           0         101          40          56          52           0           0           0           0           0           0      
外勞                                  0           0           0           0           0           0     103,759     444,946           0           0           0           0           0           0      
其他                                  0           2           0           0          87          16         340         531           2           0           0           0           2           1      
  |小        計                       2           0           0           0         141          21         119         103          14           0           0           0           4           0      
  |連續居留七年                       2           0           0           0         124          18          93          44           2           0           0           0           2           0      
永|依親五年配偶                       0           0           0           0          16           3          23          58          12           0           0           0           2           0      
  |依親五年子女                       0           0           0           0           1           0           0           1           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           1           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           1           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           1           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                           頁次：3 頁
                                     日本                    約旦                    韓國                    寮國                    黎巴嫩                  馬來西亞                蒙古                
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                    41,224      24,212         323         128       9,846       8,068           8          34          36          16      23,271      16,792         541         870      
依親                              8,843      16,467         151         117       2,146       4,404           2          30          18          14       2,628       3,484          35          66      
就學                              2,570       3,406          95          10       1,616       2,722           5           3           2           0      11,389       9,772         420         608      
應聘                             27,742       2,312          52           1       5,365         456           1           0          14           1       2,731       1,062          45          34      
投資                                427          13           3           0          30           3           0           0           0           0          27           3           0           0      
傳教                                188          57           1           0         270         164           0           0           0           0         132         194           0           0      
外勞                                  0           0           0           0           0           0           0           0           0           0       5,354       1,537          38         153      
其他                                721       1,423           6           0         238         168           0           1           0           1         385         239           3           8      
  |小        計                     733         534          15           0         181         151           0           0           2           0         625         501           0           1      
  |連續居留七年                     444         106           9           0         124          37           0           0           1           0         419         228           0           0      
永|依親五年配偶                     246         406           5           0          51         110           0           0           1           0         180         260           0           1      
  |依親五年子女                       7           7           1           0           3           1           0           0           0           0           4           3           0           0      
久|依親居住十五                      13           9           0           0           0           0           0           0           0           0           2           2           0           0      
  |依親居住十年                       6           2           0           0           0           1           0           0           0           0           5           3           0           0      
居|居住二十年者                       4           3           0           0           0           0           0           0           0           0           2           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                              13           1           0           0           3           2           0           0           0           0          13           5           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                           頁次：4 頁
                                     尼泊爾                  巴基斯坦                菲律賓                  卡達                    沙烏地阿拉伯            新加坡                  南葉門              
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                       430          88         332          75     222,456     401,605           1           0         126          77       5,064       2,768           2           1      
依親                                123          49         201          68       1,284       8,566           0           0          43          77       1,019       1,665           1           1      
就學                                 72          20          18           3         284         392           0           0           7           0         161         273           0           0      
應聘                                 44           1          94           2       2,398         909           1           0          61           0       1,621         470           1           0      
投資                                  3           0           5           0           5           9           0           0           0           0          29           6           0           0      
傳教                                129           6           0           1         151         287           0           0           0           0          45          72           0           0      
外勞                                  0           0           0           0     218,102     391,023           0           0           0           0           0           0           0           0      
其他                                 31          12           7           1         117         261           0           0          15           0       2,131         222           0           0      
  |小        計                      28           0           7           0         115         158           0           0           0           0          58          60           0           0      
  |連續居留七年                      14           0           5           0          82          64           0           0           0           0          36          18           0           0      
永|依親五年配偶                       9           0           2           0          30          89           0           0           0           0          20          41           0           0      
  |依親五年子女                       0           0           0           0           0           1           0           0           0           0           0           1           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           1           0           0           0      
居|居住二十年者                       0           0           0           0           0           4           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               5           0           0           0           3           0           0           0           0           0           1           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                           頁次：5 頁
                                     敘利亞                  泰國                    土耳其                  越南                    中華民國                孟加拉                  阿曼                
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                        31          17     727,905     139,622         415         151     115,765     261,380           8          14         273          41           6           6      
依親                                 13          16       4,401       8,495         125          66         708      99,344           4          10          55          31           1           6      
就學                                  1           0       1,161       1,708          90          63       3,457       3,161           1           2          37           8           4           0      
應聘                                 11           1         956         374         169          22         411         406           3           0         173           1           1           0      
投資                                  2           0           7           0           8           0           1           1           0           0           2           0           0           0      
傳教                                  0           0          59          23           0           0          59         143           0           1           1           1           0           0      
外勞                                  0           0     720,855     127,936           0           0     111,083     155,807           0           0           0           0           0           0      
其他                                  3           0         174         519          15           0          38       2,366           0           1           2           0           0           0      
  |小        計                       1           0         292         567           8           0           8         152           0           0           3           0           0           0      
  |連續居留七年                       1           0          44          39           2           0           4          11           0           0           2           0           0           0      
永|依親五年配偶                       0           0         235         506           6           0           3         138           0           0           1           0           0           0      
  |依親五年子女                       0           0           1           4           0           0           0           2           0           0           0           0           0           0      
久|依親居住十五                       0           0           1           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           1           5           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0          10          13           0           0           1           1           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                           頁次：6 頁
                                     吉里巴斯                塞席爾                  吐瓦魯                                          索羅門                  北韓                    葉門                
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                        37          48           3           1          40          27           0           1          61          33           0           1           2           2      
依親                                  1           1           1           0           1           0           0           1           0           0           0           0           1           2      
就學                                 36          44           0           0          22          27           0           0          60          33           0           0           1           0      
應聘                                  0           2           1           1           0           0           0           0           1           0           0           1           0           0      
投資                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
傳教                                  0           1           1           0           2           0           0           0           0           0           0           0           0           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           0           0           0          15           0           0           0           0           0           0           0           0           0      
  |小        計                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |連續居留七年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
永|依親五年配偶                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                           頁次：7 頁
                                     巴勒斯坦                澳大利亞                斐濟                    諾魯                    紐西蘭                  大溪地                  東加王國            
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                         5           0       3,340       1,918          40          18          18           9       1,132         664           2           0          13          10      
依親                                  3           0       1,006       1,088           4           9           1           1         331         235           0           0           3           7      
就學                                  0           0         196         138          13           5          15           8          53          22           0           0           0           0      
應聘                                  2           0       1,975         625          19           2           0           0         701         388           0           0           1           0      
投資                                  0           0          11           2           1           1           0           0           2           0           0           0           0           0      
傳教                                  0           0          85          42           2           0           1           0          13           7           0           0           7           2      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           0          12          20           0           0           1           0          10           5           2           0           2           1      
  |小        計                       0           0          55           3           1           1           0           0          22           7           0           0           0           0      
  |連續居留七年                       0           0          37           3           1           0           0           0          12           4           0           0           0           0      
永|依親五年配偶                       0           0          16           0           0           1           0           0           9           3           0           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           2           0           0           0           0           0           1           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                           頁次：8 頁
                                     西薩摩亞                萬那杜                  百慕達                  三托                    密克羅尼西亞            帛琉                    阿爾巴尼亞          
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                        12           9           6           2           1           0           0           1           2           1          14          25           1           2      
依親                                  3           9           0           1           0           0           0           1           0           1           0           1           1           0      
就學                                  3           0           0           0           1           0           0           0           2           0          13          24           0           1      
應聘                                  0           0           0           0           0           0           0           0           0           0           1           0           0           1      
投資                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
傳教                                  3           0           0           0           0           0           0           0           0           0           0           0           0           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  2           0           6           1           0           0           0           0           0           0           0           0           0           0      
  |小        計                       1           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |連續居留七年                       1           0           0           0           0           0           0           0           0           0           0           0           0           0      
永|依親五年配偶                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                           頁次：9 頁
                                     安道爾                  奧地利                  比利時                  保加利亞                白俄羅斯                捷克                    丹麥                
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                         1           0         596         330         396         222          58          42         232         179         249         143         345         162      
依親                                  0           0         120         153          98         111           9          27          13          24          33          42          88         119      
就學                                  0           0          69          61          72          74           6           6           9          14         113          82          36          19      
應聘                                  1           0         315          25         181          17          41           9         199         136         100          14         201           9      
投資                                  0           0           1           0           1           1           0           0           0           0           0           0           0           0      
傳教                                  0           0           6           5          17           6           0           0           0           0           1           0           3           3      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           0          60          81           7           4           2           0           5           1           2           5           9          11      
  |小        計                       0           0          25           5          20           9           0           0           6           4           0           0           8           1      
  |連續居留七年                       0           0          14           3          14           9           0           0           4           1           0           0           3           0      
永|依親五年配偶                       0           0           9           2           5           0           0           0           1           3           0           0           4           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           1           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           1           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           1           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           1           0           0           0           1           1      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：10 頁
                                     芬蘭                    法國                    德國                    希臘                    教廷                    匈牙利                  冰島                
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                       303         235       3,807       2,197       3,976       1,863          67          14           2           0         123          90          19           6      
依親                                 84         143       1,027       1,135         825         943          27           5           0           0          27          30           3           1      
就學                                 40          40         621         642         548         420           3           4           1           0          49          54           8           3      
應聘                                154          11       1,826         305       2,329         247          30           4           0           0          43           4           8           2      
投資                                  0           0          10           0           8           0           1           0           0           0           0           0           0           0      
傳教                                 18          35          81          33          39          53           0           0           1           0           2           1           0           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  4           5         154          67         136         165           2           1           0           0           1           1           0           0      
  |小        計                       3           1          88          15          91          35           4           0           0           0           1           0           0           0      
  |連續居留七年                       2           1          48          10          50          20           2           0           0           0           1           0           0           0      
永|依親五年配偶                       1           0          38           5          37          10           2           0           0           0           0           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           1           0           0           1           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           1           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           1           2           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           1           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           1           0           2           1           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：11 頁
                                     愛爾蘭                  義大利                  列支敦斯登              盧森堡                  馬爾他                  摩納哥                  荷蘭                
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                       449         143         821         303           4           0          22          10           8           7           3           0       1,071         579      
依親                                 81          47         172         149           1           0           1           1           2           3           1           0         338         401      
就學                                 29          10          71          73           0           0           3           2           0           0           0           0         122         106      
應聘                                306          83         454          38           3           0          16           1           2           0           2           0         555          55      
投資                                  0           0           1           0           0           0           0           0           0           0           0           0           5           0      
傳教                                  9           1          80          31           0           0           0           2           3           4           0           0           9           7      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  8           2          13           3           0           0           2           4           0           0           0           0           8           8      
  |小        計                      16           0          30           9           0           0           0           0           1           0           0           0          34           2      
  |連續居留七年                      11           0          17           5           0           0           0           0           1           0           0           0          16           0      
永|依親五年配偶                       5           0           7           1           0           0           0           0           0           0           0           0          16           1      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           1      
居|居住二十年者                       0           0           6           3           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           1           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           1           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：12 頁
                                     挪威                    波蘭                    葡萄牙                  羅馬尼亞                西班牙                  瑞典                    瑞士                
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                       115          70         289         267          92          56          74          41         503         250         657         341         636         322      
依親                                 31          23          44          81          21          20           8          17         109          81         168         198         165         194      
就學                                 23          22         103         131           9          14           5          11         113          55         181          83          64          56      
應聘                                 43           3         102          37          55          16          58          12         149          48         281          49         358          26      
投資                                  1           0           1           1           1           1           0           0           2           0           0           0           0           0      
傳教                                 11          18          21           6           2           5           2           0          61          36           3           3          18          19      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  5           2           8          10           3           0           1           1          34          13           7           7           4          15      
  |小        計                       1           2          10           1           1           0           0           0          35          17          17           1          27          12      
  |連續居留七年                       0           1           6           0           0           0           0           0          27          16           8           0          17          10      
永|依親五年配偶                       0           0           4           1           1           0           0           0           2           0           7           1           5           1      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           1           0           0           0      
久|依親居住十五                       0           1           0           0           0           0           0           0           2           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           1           0           0           0           1           0      
居|居住二十年者                       1           0           0           0           0           0           0           0           2           1           0           0           3           1      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           1           0           1           0      
  |其他                               0           0           0           0           0           0           0           0           1           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：13 頁
                                     烏克蘭                  英國                    蘇聯                    南斯拉夫                巴布亞紐幾內亞          拉脫維亞                愛沙尼亞            
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                       250         199       6,316       2,767           5          12          48          18           8           8          18          27          19          18      
依親                                 28          53       1,399       1,240           0           3           6          15           0           3           0           2           6           5      
就學                                 47          45         208         111           1           5           1           2           7           4          10          22          11          11      
應聘                                169         101       4,441       1,349           4           4          41           1           0           0           7           3           2           1      
投資                                  0           0          11           2           0           0           0           0           0           0           0           0           0           0      
傳教                                  2           0          27          31           0           0           0           0           1           1           0           0           0           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  1           0          67          16           0           0           0           0           0           0           0           0           0           1      
  |小        計                       3           0         163          18           0           0           0           0           0           0           1           0           0           0      
  |連續居留七年                       2           0         106          13           0           0           0           0           0           0           0           0           0           0      
永|依親五年配偶                       1           0          54           2           0           0           0           0           0           0           1           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           1           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           1           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           1           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           1           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           2           0           0           0           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：14 頁
                                     亞美尼亞                俄羅斯                  立陶宛                  烏茲別克                哈薩克                  摩爾多瓦                吉爾吉斯            
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                        50          25         684         737          17          34          81          66          20          25          22          28          15          15      
依親                                  4          11          93         187           0           3           5          28           3           3           2           5           3           4      
就學                                  2           0         211         342           6          24           4           1          12          14           2           1           8           8      
應聘                                 37          13         346         185          10           4          71          35           5           8          17          21           2           3      
投資                                  1           0           2           0           0           0           0           0           0           0           0           0           0           0      
傳教                                  0           0           0           3           0           2           0           0           0           0           0           1           0           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  3           0           7           5           0           1           0           0           0           0           0           0           1           0      
  |小        計                       3           1          25          15           1           0           1           2           0           0           1           0           1           0      
  |連續居留七年                       2           1          22           9           0           0           0           1           0           0           1           0           1           0      
永|依親五年配偶                       1           0           2           6           1           0           1           1           0           0           0           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           1           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：15 頁
                                     塔吉克                  土庫曼                  亞塞拜然                喬治亞                  克羅埃西亞              斯洛維尼亞              馬其頓              
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                         1           0           3           3          14           3           9           8          81          18          28          48          27          14      
依親                                  0           0           0           3           2           2           0           5           8          11           5           9          12           5      
就學                                  1           0           2           0           5           1           0           1          13           5          12          37           7           9      
應聘                                  0           0           1           0           7           0           9           2          51           2           9           1           2           0      
投資                                  0           0           0           0           0           0           0           0           0           0           0           0           1           0      
傳教                                  0           0           0           0           0           0           0           0           6           0           0           0           0           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           0           0           0           0           0           0           0           2           0           1           1           0           0      
  |小        計                       0           0           0           0           0           0           0           0           1           0           1           0           5           0      
  |連續居留七年                       0           0           0           0           0           0           0           0           1           0           0           0           3           0      
永|依親五年配偶                       0           0           0           0           0           0           0           0           0           0           1           0           2           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：16 頁
                                     波士尼亞                斯洛伐克                塞爾維亞                巴哈馬                  巴貝多                  加拿大                  哥斯大黎加          
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                         4           3          80          46          13           2           1           0           3           6       8,290       6,130         105          74      
依親                                  1           3          11           8           5           2           0           0           0           3       2,032       1,440          14          28      
就學                                  0           0          38          34           1           0           0           0           1           0         427         275          64          35      
應聘                                  3           0          29           3           6           0           1           0           1           2       5,416       4,269          18           5      
投資                                  0           0           0           0           0           0           0           0           1           0          15           7           0           0      
傳教                                  0           0           2           0           0           0           0           0           0           1         127          70           2           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           0           0           1           1           0           0           0           0           0          66          24           6           2      
  |小        計                       0           0           0           0           0           0           0           0           0           0         207          45           1           4      
  |連續居留七年                       0           0           0           0           0           0           0           0           0           0         149          28           1           2      
永|依親五年配偶                       0           0           0           0           0           0           0           0           0           0          48          15           0           1      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           1           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           1           0           1      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           1           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           8           1           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：17 頁
                                     古巴                    多明尼加                薩爾瓦多                瓜地馬拉                海地                    宏都拉斯                牙買加              
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                         5           3         196          80         144         105         162         120          81          32         183         162           9          12      
依親                                  3           3          16          47           9          22          14          38           1           3          13          18           1           1      
就學                                  0           0          54          23         119          77         120          79          77          29         151         137           1           1      
應聘                                  2           0         120           5          13           3          14           1           3           0          13           6           5           6      
投資                                  0           0           0           1           0           0           0           0           0           0           1           0           0           0      
傳教                                  0           0           4           1           0           0           2           1           0           0           2           0           2           3      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           0           2           1           1           2          12           1           0           0           2           1           0           0      
  |小        計                       0           0           0           2           2           1           0           0           0           0           1           0           0           1      
  |連續居留七年                       0           0           0           0           1           0           0           0           0           0           0           0           0           1      
永|依親五年配偶                       0           0           0           2           1           1           0           0           0           0           1           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：18 頁
                                     墨西哥                  尼加拉瓜                巴拿馬                  美國                    格瑞那達                馬紹爾群島國            波多黎各            
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                       397         250         169         132         174         148      33,807      18,470           4           2          17          37           1           0      
依親                                 67         122           9          28          13          14      12,937       9,847           1           0           2           2           0           0      
就學                                165         116         152         102         142         128       2,563       1,285           3           2          15          35           0           0      
應聘                                141           7           5           2          19           6      14,032       5,582           0           0           0           0           1           0      
投資                                  2           0           0           0           0           0          76          15           0           0           0           0           0           0      
傳教                                  6           2           2           0           0           0       3,312       1,256           0           0           0           0           0           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                 11           0           1           0           0           0         367         312           0           0           0           0           0           0      
  |小        計                       5           3           0           0           0           0         520         173           0           0           0           0           0           0      
  |連續居留七年                       4           0           0           0           0           0         324         111           0           0           0           0           0           0      
永|依親五年配偶                       1           1           0           0           0           0         160          48           0           0           0           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           4           2           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           2           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           8           3           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           8           5           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           2           0           0           0           0           5           4           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           9           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：19 頁
                                     阿根廷                  玻利維亞                巴西                    智利                    哥倫比亞                厄瓜多                  蓋亞那              
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                       123          90          49          52         583         389          70          67         192          82          51          59           5           6      
依親                                 35          50           7          16         110         187          25          40          25          34           7          16           1           1      
就學                                 18          12          25          29         223         158          16          13          34          26          35          39           0           0      
應聘                                 53           9          13           6         212          21          19           7         124          12           3           3           3           2      
投資                                  1           0           0           0           2           0           0           0           0           0           0           0           0           0      
傳教                                 11          18           2           0          16           9           6           2           3           5           6           0           1           2      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  1           0           2           0          19           8           1           3           4           5           0           0           0           0      
  |小        計                       4           1           0           1           1           6           3           2           2           0           0           1           0           1      
  |連續居留七年                       2           1           0           0           0           2           3           1           1           0           0           0           0           0      
永|依親五年配偶                       0           0           0           1           1           4           0           1           1           0           0           1           0           1      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       2           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：20 頁
                                     烏拉圭                  巴拉圭                  秘魯                    蘇利南                  千里達                  委內瑞拉                安地卡及巴布達      
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                        45          22         214         152         105          91           2           2           8           3         195          81           0           1      
依親                                  9          18          19          29          24          39           1           2           2           0          30          72           0           0      
就學                                  0           0         178         107          44          38           0           0           2           0          11           4           0           0      
應聘                                 35           0          14           7          22          10           1           0           4           3         135           1           0           0      
投資                                  1           0           0           0           0           0           0           0           0           0           0           0           0           0      
傳教                                  0           0           1           0           7           2           0           0           0           0           4           2           0           1      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           2           1           4           2           1           0           0           0           0           1           1           0           0      
  |小        計                       0           2           1           5           6           1           0           0           0           0          14           1           0           0      
  |連續居留七年                       0           0           0           0           2           0           0           0           0           0          12           1           0           0      
永|依親五年配偶                       0           2           1           4           4           0           0           0           0           0           1           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           1           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           1           0           0           0           0           0           0           1           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：21 頁
                                     多米尼克                阿爾及利亞              波札那                  蒲隆地                  中非共和國              咯麥隆                  查德                
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                         3           1           9           3           2           1           1           0           3           4           9           1          23           3      
依親                                  0           0           4           2           0           1           0           0           2           4           3           1           1           3      
就學                                  2           1           0           0           2           0           0           0           0           0           2           0          20           0      
應聘                                  0           0           4           1           0           0           0           0           0           0           4           0           1           0      
投資                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
傳教                                  0           0           0           0           0           0           1           0           0           0           0           0           0           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           0           0           0           0           0           0           0           0           0           0           0           1           0      
  |小        計                       1           0           1           0           0           0           0           0           1           0           0           0           0           0      
  |連續居留七年                       1           0           1           0           0           0           0           0           1           0           0           0           0           0      
永|依親五年配偶                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：22 頁
                                     剛果                    薩伊                    貝南                    衣索比亞                加彭                    甘比亞                  迦納                
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                        21           2           2           0           4           0          58          13           0           2         289         111          69           9      
依親                                  5           0           0           0           0           0           1           5           0           2           8           4          27           5      
就學                                  9           1           2           0           1           0          54           4           0           0         276         101          18           3      
應聘                                  0           0           0           0           2           0           3           4           0           0           5           6          17           1      
投資                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
傳教                                  7           1           0           0           1           0           0           0           0           0           0           0           2           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           0           0           0           0           0           0           0           0           0           0           0           1           0      
  |小        計                       0           0           0           0           0           0           0           0           0           0           0           0           4           0      
  |連續居留七年                       0           0           0           0           0           0           0           0           0           0           0           0           2           0      
永|依親五年配偶                       0           0           0           0           0           0           0           0           0           0           0           0           2           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：23 頁
                                     幾內亞                  象牙海岸                肯亞                    賴索托                  賴比瑞亞                利比亞                  馬拉加斯加          
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                         4           0           6           3          33          13           0           1           8           2           4           0           5          10      
依親                                  2           0           5           2           2           0           0           1           1           0           2           0           1           5      
就學                                  2           0           1           0           9           4           0           0           3           2           1           0           3           3      
應聘                                  0           0           0           1          21           4           0           0           4           0           0           0           1           0      
投資                                  0           0           0           0           0           0           0           0           0           0           1           0           0           0      
傳教                                  0           0           0           0           0           4           0           0           0           0           0           0           0           2      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           0           0           0           1           1           0           0           0           0           0           0           0           0      
  |小        計                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |連續居留七年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
永|依親五年配偶                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：24 頁
                                     馬拉威                  馬利                    模里西斯                摩洛哥                  尼日                    奈及利亞                辛巴威              
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                        60          24           2           0          47          32          54          13           1           0         154          18          45          18      
依親                                  3           9           1           0          23          24          20          10           1           0         103          14           6           6      
就學                                 49          14           0           0           8           6          10           2           0           0          19           4           7           4      
應聘                                  8           1           1           0          12           0          19           1           0           0          13           0          31           8      
投資                                  0           0           0           0           0           0           0           0           0           0           3           0           0           0      
傳教                                  0           0           0           0           0           0           0           0           0           0           4           0           0           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           0           0           0           1           1           0           0           0           0           4           0           1           0      
  |小        計                       0           0           0           0           3           1           5           0           0           0           8           0           0           0      
  |連續居留七年                       0           0           0           0           2           1           2           0           0           0           0           0           0           0      
永|依親五年配偶                       0           0           0           0           1           0           2           0           0           0           7           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           1           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           1           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：25 頁
                                     盧安達                  塞內加爾                獅子山                  南非                    蘇丹                    史瓦濟蘭                坦尚尼亞            
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                         1           0          49          12          10           0       2,150       2,407          14           5          58          62          13           2      
依親                                  0           0           7           4           2           0         436         415           4           4           0           3           3           2      
就學                                  0           0          31           6           0           0          74          47           3           0          58          58           7           0      
應聘                                  1           0           9           2           5           0       1,491       1,837           7           1           0           1           3           0      
投資                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
傳教                                  0           0           2           0           1           0          15          29           0           0           0           0           0           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           0           0           0           2           0           3           7           0           0           0           0           0           0      
  |小        計                       0           0           0           0           0           0         131          72           0           0           0           0           0           0      
  |連續居留七年                       0           0           0           0           0           0         101          53           0           0           0           0           0           0      
永|依親五年配偶                       0           0           0           0           0           0          23           9           0           0           0           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           7          10           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：26 頁
                                     多哥共和國              突尼西亞                烏干達                  埃及                    布吉納法索              尚比亞                  巴林                
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                         4           1          13           4           4           0         114          26         136          32           9           2           0           5      
依親                                  2           1           5           3           0           0          48          23           3           3           2           1           0           1      
就學                                  1           0           1           0           4           0          24           1         118          27           6           1           0           2      
應聘                                  0           0           6           1           0           0          33           1          15           1           0           0           0           0      
投資                                  1           0           1           0           0           0           1           0           0           1           0           0           0           0      
傳教                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           0           0           0           0           0           6           1           0           0           1           0           0           2      
  |小        計                       0           0           0           0           0           0           2           0           0           0           0           0           0           0      
  |連續居留七年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
永|依親五年配偶                       0           0           0           0           0           0           2           0           0           0           0           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：27 頁
                                     莫三比克                安哥拉                  維角共和國              幾內亞比索共和國        聖多美及普林西比        納米比亞                                    
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                        58           2           0           1           2           0           1           1          32          27           1           7           7           1      
依親                                  2           0           0           1           0           0           0           0           0           0           1           0           0           0      
就學                                  5           2           0           0           0           0           0           0          32          26           0           0           0           1      
應聘                                 50           0           0           0           2           0           1           1           0           1           0           6           0           0      
投資                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
傳教                                  0           0           0           0           0           0           0           0           0           0           0           1           6           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |小        計                       1           0           0           0           0           0           0           0           0           0           0           0           1           0      
  |連續居留七年                       1           0           0           0           0           0           0           0           0           0           0           0           1           0      
永|依親五年配偶                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           0           0           0           0      
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              ＊警政署　自由檢索報表（按國籍及居留目的分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/12                                                                                                                                                                          頁次：28 頁
                                     聖文森及格瑞那丁        聖露西亞                聖克里斯多福            貝理斯                  空白                    其他                    不明                
                                     男          女          男          女          男          女          男          女          男          女          男          女          男          女      

合         計                        26          44          25          40          26          22         119         106           4           9           2          12          20          67      
依親                                  2           1           0           1           6           2           3           7           4           7           0          11          19          61      
就學                                 23          39          24          38          16          19         106          95           0           0           2           0           0           0      
應聘                                  1           3           1           1           3           0           5           3           0           0           0           0           0           0      
投資                                  0           0           0           0           1           1           0           1           0           0           0           0           0           0      
傳教                                  0           0           0           0           0           0           1           0           0           0           0           0           0           0      
外勞                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0      
其他                                  0           0           0           0           0           0           2           0           0           2           0           1           1           6      
  |小        計                       0           1           0           0           0           0           2           0           0           0           0           0           0           0      
  |連續居留七年                       0           1           0           0           0           0           1           0           0           0           0           0           0           0      
永|依親五年配偶                       0           0           0           0           0           0           1           0           0           0           0           0           0           0      
  |依親五年子女                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
久|依親居住十五                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |依親居住十年                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
居|居住二十年者                       0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |高科技人士                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
留|特殊貢獻者                         0           0           0           0           0           0           0           0           0           0           0           0           0           0      
  |其他                               0           0           0           0           0           0           0           0           0           0           0           0           0           0      


A0203-020
</PRE></DIV>
</div>
</body>
</html>