<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="UTF-8" %>
<!DOCTYPE html PUBLIC "-//W3C//Dtd XHTML 1.0 transitional//EN" "http://www.w3.org/tr/xhtml1/Dtd/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<%@ taglib prefix="s" uri="/struts-tags" %>
<%@ taglib prefix="display" uri="http://displaytag.sf.net" %>
<head>
    <title>居留外僑動態管理系統-統計報表作業</title>
    <link rel="stylesheet" type="text/css" href="css/common.css"/>
    <link rel="stylesheet" type="text/css" href="css/domtab.css"/>
    <script src="js/jquery-1.8.3.js"></script>
    <script type="text/javascript" src="js/domtab.js"></script>   
    <script type="text/javascript" src="js/jquery-1.8.3.js"></script>	
    
	<script type="text/javascript">
	$(function() {	
		
	});//$(function() {
	
	//表單送出事件
	function onSubmit(url){
		document.queryForm.action=url;
		document.queryForm.submit();
	}
	</script>
    
</head>

<body>
<div id="reportPosition" class="reportPosition">
<DIV><PRE>
                                                                              基隆市警察局　自由檢索報表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：1 頁
                                          合          計    無國籍                  不丹                    緬甸                    柬埔寨                  印度                    印尼                
                         總   計          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                  10,559       2,552       8,007           0          10           1           0          40          13           0          17          22          10         905       4,704
公務人員                       1           1           0           0           0           0           0           0           0           0           0           0           0           0           0
商務人員                      42          36           6           0           0           1           0           1           0           0           0           2           0           1           0
工程師                        21          20           1           0           0           0           0           0           0           0           0           0           0           0           0
會計師                         0           0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                           0           0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                           0           0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                         149          96          53           0           0           0           0           0           0           0           0           2           1           1           0
醫師                           6           5           1           0           0           0           0           0           0           0           0           0           0           0           0
護理人員                       0           0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                        43          31          12           0           0           0           0           1           0           0           0           4           0           0           0
技工技匠                      17          17           0           0           0           0           0           0           0           0           0           0           0           1           0
　|小      計              8,249       1,705       6,544           0           0           0           0           0           0           0           0           0           0         774       4,548
　|營建業技工                173         169           4           0           0           0           0           0           0           0           0           0           0           0           1
外|製造業技工              1,026         647         379           0           0           0           0           0           0           0           0           0           0          51          18
籍|家庭幫傭                   62           1          61           0           0           0           0           0           0           0           0           0           0           0          35
勞|監護工                  6,132          55       6,077           0           0           0           0           0           0           0           0           0           0          27       4,486
工|船員(外籍勞工)            822         817           5           0           0           0           0           0           0           0           0           0           0         696           5
　|其他(外籍勞工)             34          16          18           0           0           0           0           0           0           0           0           0           0           0           3
船員                         138         138           0           0           0           0           0          26           0           0           0           0           0          86           0
其他(有業者)                 155         103          52           0           0           0           0           0           1           0           0           4           1           5           4
失業                         118          67          51           0           1           0           0           1           0           0           0           0           2           1           3
家務                       1,099           0       1,099           0           8           0           0           0           3           0          17           0           1           0         136
學生                         432         274         158           0           1           0           0          10           9           0           0           7           3          33          11
其他(無業者)                  23          21           2           0           0           0           0           0           0           0           0           0           0           0           0
未滿十五足歲兒童              66          38          28           0           0           0           0           1           0           0           0           3           2           3           2
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              基隆市警察局　自由檢索報表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：2 頁
                                    伊拉克                  日本                    約旦                    韓國                    寮國                    馬來西亞                蒙古                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                                   1           0         113          52           2           0          57          66           0           1         147         110           0           1
公務人員                                   0           0           0           0           0           0           1           0           0           0           0           0           0           0
商務人員                                   0           0          12           3           0           0           4           1           0           0           5           1           0           0
工程師                                     1           0           8           0           0           0           0           0           0           0           2           0           0           0
會計師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                                       0           0           2           1           0           0           0           2           0           0           0           0           0           0
醫師                                       0           0           2           0           0           0           0           0           0           0           3           1           0           0
護理人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                                     0           0           1           0           0           0           3           2           0           0           1           0           0           0
技工技匠                                   0           0          12           0           0           0           1           0           0           0           0           0           0           0
　|小      計                              0           0           0           0           0           0           0           0           0           0           0           1           0           1
　|營建業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
外|製造業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
籍|家庭幫傭                                0           0           0           0           0           0           0           0           0           0           0           0           0           0
勞|監護工                                  0           0           0           0           0           0           0           0           0           0           0           1           0           1
工|船員(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|其他(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
船員                                       0           0          13           0           0           0          13           0           0           0           0           0           0           0
其他(有業者)                               0           0          22           4           1           0          11           2           0           0          14           7           0           0
失業                                       0           0          17           6           0           0           6           3           0           0           6           3           0           0
家務                                       0           0           0          30           0           0           0          40           0           1           0          32           0           0
學生                                       0           0           6           7           1           0          13          14           0           0         112          58           0           0
其他(無業者)                               0           0          14           0           0           0           3           1           0           0           0           1           0           0
未滿十五足歲兒童                           0           0           4           1           0           0           2           1           0           0           4           6           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              基隆市警察局　自由檢索報表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：3 頁
                                    尼泊爾                  巴基斯坦                菲律賓                  新加坡                  泰國                    土耳其                  越南                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                                   1           1           3           0         159         923          11           9         614         321           1           0         207       1,612
公務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
商務人員                                   0           0           0           0           1           0           0           0           0           0           1           0           0           0
工程師                                     0           0           0           0           1           0           1           0           0           0           0           0           0           0
會計師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                                       0           0           0           0           1           0           1           0           0           0           0           0           0           0
醫師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
護理人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                                     0           0           0           0           0           1           2           2           1           0           0           0           0           0
技工技匠                                   0           0           0           0           0           0           0           0           1           0           0           0           1           0
　|小      計                              0           0           0           0         150         880           0           0         590         226           0           0         191         888
　|營建業技工                              0           0           0           0           9           0           0           0         159           2           0           0           1           1
外|製造業技工                              0           0           0           0          63         148           0           0         409         165           0           0         124          48
籍|家庭幫傭                                0           0           0           0           0          23           0           0           1           1           0           0           0           2
勞|監護工                                  0           0           0           0          10         704           0           0           8          51           0           0          10         834
工|船員(外籍勞工)                          0           0           0           0          64           0           0           0           1           0           0           0          56           0
　|其他(外籍勞工)                          0           0           0           0           4           5           0           0          12           7           0           0           0           3
船員                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
其他(有業者)                               0           0           1           0           2           2           2           0           9           5           0           0           0          20
失業                                       1           0           1           0           1           2           2           0           6           7           0           0           0           6
家務                                       0           1           0           0           0          31           0           5           0          77           0           0           0         688
學生                                       0           0           1           0           2           4           1           2           6           5           0           0          15           8
其他(無業者)                               0           0           0           0           0           0           1           0           0           0           0           0           0           0
未滿十五足歲兒童                           0           0           0           0           1           3           1           0           1           1           0           0           0           2
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              基隆市警察局　自由檢索報表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：4 頁
                                    吉里巴斯                吐瓦魯                  索羅門                  澳大利亞                紐西蘭                  奧地利                  芬蘭                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                                   1           1           0           1           2           0          11           4           4           3           1           0           0           1
公務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
商務人員                                   0           0           0           0           0           0           0           0           1           0           0           0           0           0
工程師                                     0           0           0           0           0           0           1           0           0           0           0           0           0           0
會計師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                                       0           0           0           0           0           0           4           1           0           3           0           0           0           0
醫師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
護理人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
技工技匠                                   0           0           0           0           0           0           1           0           0           0           0           0           0           0
　|小      計                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|營建業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
外|製造業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
籍|家庭幫傭                                0           0           0           0           0           0           0           0           0           0           0           0           0           0
勞|監護工                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0
工|船員(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|其他(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
船員                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
其他(有業者)                               0           0           0           0           0           0           1           0           2           0           1           0           0           0
失業                                       0           0           0           0           0           0           2           0           1           0           0           0           0           1
家務                                       0           0           0           0           0           0           0           3           0           0           0           0           0           0
學生                                       0           1           0           1           2           0           2           0           0           0           0           0           0           0
其他(無業者)                               0           0           0           0           0           0           0           0           0           0           0           0           0           0
未滿十五足歲兒童                           1           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              基隆市警察局　自由檢索報表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：5 頁
                                    法國                    德國                    愛爾蘭                  義大利                  荷蘭                    波蘭                    葡萄牙              
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                                  10           4           6           4           3           0           1           1           2           2           2           1           0           2
公務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
商務人員                                   1           0           1           0           0           0           0           0           1           0           0           0           0           0
工程師                                     0           0           0           0           0           0           0           0           0           0           1           0           0           0
會計師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                                       0           1           0           0           2           0           0           0           0           0           0           0           0           0
醫師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
護理人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                                     0           0           1           1           0           0           0           0           0           0           0           0           0           0
技工技匠                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|小      計                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|營建業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
外|製造業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
籍|家庭幫傭                                0           0           0           0           0           0           0           0           0           0           0           0           0           0
勞|監護工                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0
工|船員(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|其他(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
船員                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
其他(有業者)                               2           0           2           0           0           0           0           0           1           0           0           0           0           0
失業                                       1           0           1           0           1           0           1           0           0           2           0           0           0           0
家務                                       0           0           0           2           0           0           0           1           0           0           0           0           0           2
學生                                       6           3           0           0           0           0           0           0           0           0           1           1           0           0
其他(無業者)                               0           0           1           0           0           0           0           0           0           0           0           0           0           0
未滿十五足歲兒童                           0           0           0           1           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              基隆市警察局　自由檢索報表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：6 頁
                                    羅馬尼亞                西班牙                  瑞典                    英國                    俄羅斯                  哈薩克                  喬治亞              
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                                   1           0           1           0           2           1          18           4           5           2           0           1           0           1
公務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
商務人員                                   0           0           0           0           0           0           1           0           0           0           0           1           0           0
工程師                                     0           0           0           0           0           0           0           0           2           1           0           0           0           0
會計師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                                       0           0           0           0           0           0          11           3           0           0           0           0           0           0
醫師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
護理人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
技工技匠                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|小      計                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|營建業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
外|製造業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
籍|家庭幫傭                                0           0           0           0           0           0           0           0           0           0           0           0           0           0
勞|監護工                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0
工|船員(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|其他(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
船員                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
其他(有業者)                               0           0           1           0           0           1           2           0           2           0           0           0           0           0
失業                                       0           0           0           0           0           0           3           0           0           0           0           0           0           0
家務                                       0           0           0           0           0           0           0           0           0           1           0           0           0           1
學生                                       1           0           0           0           2           0           1           1           1           0           0           0           0           0
其他(無業者)                               0           0           0           0           0           0           0           0           0           0           0           0           0           0
未滿十五足歲兒童                           0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              基隆市警察局　自由檢索報表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：7 頁
                                    加拿大                  哥斯大黎加              多明尼加                薩爾瓦多                瓜地馬拉                海地                    宏都拉斯            
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                                  16          15           0           1           1           0           0           1           4           0           3           1           2           2
公務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
商務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
工程師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
會計師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                                      11          10           0           0           0           0           0           0           0           0           0           0           0           0
醫師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
護理人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
技工技匠                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|小      計                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|營建業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
外|製造業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
籍|家庭幫傭                                0           0           0           0           0           0           0           0           0           0           0           0           0           0
勞|監護工                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0
工|船員(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|其他(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
船員                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
其他(有業者)                               2           0           0           0           0           0           0           0           0           0           0           0           0           0
失業                                       0           1           0           0           0           0           0           0           0           0           0           0           0           0
家務                                       0           4           0           0           0           0           0           0           0           0           0           0           0           0
學生                                       3           0           0           1           1           0           0           1           4           0           3           1           2           2
其他(無業者)                               0           0           0           0           0           0           0           0           0           0           0           0           0           0
未滿十五足歲兒童                           0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              基隆市警察局　自由檢索報表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：8 頁
                                    墨西哥                  尼加拉瓜                巴拿馬                  美國                    阿根廷                  玻利維亞                巴西                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                                   2           3           0           1           6           5         123          53           0           1           1           0           2           3
公務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
商務人員                                   0           0           0           0           0           0           2           0           0           0           0           0           0           0
工程師                                     2           0           0           0           0           0           1           0           0           0           0           0           0           0
會計師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                                       0           0           0           0           0           0          47          20           0           0           0           0           0           0
醫師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
護理人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                                     0           0           0           0           0           0          15           6           0           0           0           0           0           0
技工技匠                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|小      計                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|營建業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
外|製造業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
籍|家庭幫傭                                0           0           0           0           0           0           0           0           0           0           0           0           0           0
勞|監護工                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0
工|船員(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|其他(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
船員                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
其他(有業者)                               0           0           0           0           0           2          13           2           0           0           1           0           0           1
失業                                       0           2           0           0           0           0          12          10           0           0           0           0           0           0
家務                                       0           0           0           0           0           0           0           7           0           1           0           0           0           1
學生                                       0           1           0           1           6           3          14           3           0           0           0           0           2           1
其他(無業者)                               0           0           0           0           0           0           2           0           0           0           0           0           0           0
未滿十五足歲兒童                           0           0           0           0           0           0          17           5           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              基隆市警察局　自由檢索報表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：9 頁
                                    智利                    哥倫比亞                厄瓜多                  烏拉圭                  巴拉圭                  秘魯                    甘比亞              
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                                   1           0           0           1           3           0           1           2           1           1           1           3           3           2
公務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
商務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
工程師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
會計師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
醫師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
護理人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                                     1           0           0           0           0           0           0           0           0           0           0           0           0           0
技工技匠                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|小      計                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|營建業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
外|製造業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
籍|家庭幫傭                                0           0           0           0           0           0           0           0           0           0           0           0           0           0
勞|監護工                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0
工|船員(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|其他(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
船員                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
其他(有業者)                               0           0           0           0           0           0           0           0           0           0           0           0           0           0
失業                                       0           0           0           0           0           0           1           1           1           0           0           0           0           0
家務                                       0           0           0           1           0           0           0           1           0           0           0           0           0           0
學生                                       0           0           0           0           3           0           0           0           0           0           1           3           3           2
其他(無業者)                               0           0           0           0           0           0           0           0           0           0           0           0           0           0
未滿十五足歲兒童                           0           0           0           0           0           0           0           0           0           1           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              基隆市警察局　自由檢索報表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：10 頁
                                    馬拉威                  奈及利亞                塞內加爾                南非                    史瓦濟蘭                布吉納法索              聖文森及格瑞那丁    
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                                   3           0           2           0           1           2          14          16           0           1           3           1           1           1
公務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
商務人員                                   0           0           1           0           0           0           0           0           0           0           0           0           0           0
工程師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
會計師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                                       0           0           0           0           1           0          13          11           0           0           0           0           0           0
醫師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
護理人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                                     0           0           0           0           0           0           0           0           0           0           0           0           1           0
技工技匠                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|小      計                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|營建業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
外|製造業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
籍|家庭幫傭                                0           0           0           0           0           0           0           0           0           0           0           0           0           0
勞|監護工                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0
工|船員(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|其他(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
船員                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
其他(有業者)                               1           0           0           0           0           0           1           0           0           0           0           0           0           0
失業                                       0           0           1           0           0           1           0           0           0           0           0           0           0           0
家務                                       0           0           0           0           0           0           0           4           0           0           0           0           0           0
學生                                       2           0           0           0           0           0           0           0           0           1           3           1           0           1
其他(無業者)                               0           0           0           0           0           0           0           0           0           0           0           0           0           0
未滿十五足歲兒童                           0           0           0           0           0           1           0           1           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                              基隆市警察局　自由檢索報表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：11 頁
                                    聖露西亞                貝理斯                  空白                                                                                                                
                                          男          女          男          女          男          女                                                                                                

  合  計                                   0           1           4           6           0           1                                                                                                
公務人員                                   0           0           0           0           0           0                                                                                                
商務人員                                   0           0           0           0           0           0                                                                                                
工程師                                     0           0           0           0           0           0                                                                                                
會計師                                     0           0           0           0           0           0                                                                                                
律師                                       0           0           0           0           0           0                                                                                                
記者                                       0           0           0           0           0           0                                                                                                
教師                                       0           0           0           0           0           0                                                                                                
醫師                                       0           0           0           0           0           0                                                                                                
護理人員                                   0           0           0           0           0           0                                                                                                
傳教士                                     0           0           0           0           0           0                                                                                                
技工技匠                                   0           0           0           0           0           0                                                                                                
　|小      計                              0           0           0           0           0           0                                                                                                
　|營建業技工                              0           0           0           0           0           0                                                                                                
外|製造業技工                              0           0           0           0           0           0                                                                                                
籍|家庭幫傭                                0           0           0           0           0           0                                                                                                
勞|監護工                                  0           0           0           0           0           0                                                                                                
工|船員(外籍勞工)                          0           0           0           0           0           0                                                                                                
　|其他(外籍勞工)                          0           0           0           0           0           0                                                                                                
船員                                       0           0           0           0           0           0                                                                                                
其他(有業者)                               0           0           0           0           0           0                                                                                                
失業                                       0           0           0           0           0           0                                                                                                
家務                                       0           0           0           0           0           0                                                                                                
學生                                       0           1           4           6           0           0                                                                                                
其他(無業者)                               0           0           0           0           0           0                                                                                                
未滿十五足歲兒童                           0           0           0           0           0           1                                                                                                


A0303-003
</PRE></DIV>
</div>
</body>
</html>