<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="UTF-8" %>
<!DOCTYPE html PUBLIC "-//W3C//Dtd XHTML 1.0 transitional//EN" "http://www.w3.org/tr/xhtml1/Dtd/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<%@ taglib prefix="s" uri="/struts-tags" %>
<%@ taglib prefix="display" uri="http://displaytag.sf.net" %>
<head>
    <title>居留外僑動態管理系統-統計報表作業</title>
    <link rel="stylesheet" type="text/css" href="css/common.css"/>
    <link rel="stylesheet" type="text/css" href="css/domtab.css"/>
    <script src="js/jquery-1.8.3.js"></script>
    <script type="text/javascript" src="js/domtab.js"></script>   
    <script type="text/javascript" src="js/jquery-1.8.3.js"></script>	
    
	<script type="text/javascript">
	$(function() {	
		
	});//$(function() {
	
	//表單送出事件
	function onSubmit(url){
		document.queryForm.action=url;
		document.queryForm.submit();
	}
	</script>
    
</head>

<body>
<div id="reportPosition" class="reportPosition">
<DIV><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：1 頁
                                          合          計    無國籍                  阿富汗                  不丹                    汶萊                    緬甸                    柬埔寨              
                         總   計          男          女          男          女          男          女          男          女          男          女          男          女          男          女

合計                     111,791      49,043      62,748         100          74           2           0          14           1           2          12         487         790         121         152
０年                      75,148      34,182      40,966          94          68           1           0          11           0           2           5         376         583         119          96
１年                      18,866       7,318      11,548           1           1           1           0           2           1           0           2          72         140           1          29
２年                       8,535       3,429       5,106           0           0           0           0           0           0           0           5          18          36           0          11
３年                          71          24          47           0           0           0           0           0           0           0           0           0           1           0           0
４年                           0           0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                         446         172         274           0           0           0           0           0           0           0           0           1           2           0           1
６年                       5,685       2,424       3,261           2           4           0           0           0           0           0           0          15          24           1          12
７年                       1,571         754         817           0           0           0           0           1           0           0           0           1           1           0           2
８年                         650         349         301           0           0           0           0           0           0           0           0           1           0           0           1
９年                         212          71         141           0           0           0           0           0           0           0           0           1           1           0           0
10年                         148          64          84           0           0           0           0           0           0           0           0           0           1           0           0
11年                         100          43          57           0           0           0           0           0           0           0           0           0           0           0           0
12年                         104          45          59           2           0           0           0           0           0           0           0           1           0           0           0
13年                          64          39          25           0           0           0           0           0           0           0           0           1           1           0           0
14年                          38          24          14           0           0           0           0           0           0           0           0           0           0           0           0
15年                          32          19          13           0           0           0           0           0           0           0           0           0           0           0           0
16年                          11           7           4           1           0           0           0           0           0           0           0           0           0           0           0
17年                          10           6           4           0           1           0           0           0           0           0           0           0           0           0           0
18年                           8           5           3           0           0           0           0           0           0           0           0           0           0           0           0
19年                           7           5           2           0           0           0           0           0           0           0           0           0           0           0           0
20年                           5           3           2           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                      80          60          20           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：2 頁
                                    斯里蘭卡                印度                    印尼                    伊朗                    伊拉克                  以色列                  日本                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                      32          18       1,186         493       1,927       4,106          63          24          20           4          40          17       4,913       3,515
１年                                       9           1         168         101         128       1,118           8           1           4           3          11           6       2,182       1,321
２年                                       3           1          52          25          38         379           6           0           1           0           6           2         951         524
３年                                       0           0           0           0           1           2           0           0           0           0           0           0           4           3
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           9           2           4          33           0           0           0           0           0           0          24          18
６年                                       2           0          71          31          98         519           1           0           2           0           1           0         392         219
７年                                       0           0           6           3           8         112           1           0           0           0           0           0         150          71
８年                                       1           0           2           2           5           7           0           0           0           0           0           0          92          34
９年                                       0           0           2           0           0           3           0           0           0           0           0           0          13          11
10年                                       0           0           0           0           3           8           0           0           0           0           0           0          14           6
11年                                       0           0           1           0           0           9           0           0           0           0           0           0           9           8
12年                                       0           0           0           1           2           6           0           0           0           0           0           0          14           8
13年                                       0           0           1           0           0           2           0           0           0           0           0           0           9           7
14年                                       0           0           1           0           0           1           0           0           0           0           0           0           6           5
15年                                       0           0           0           0           0           1           0           0           0           0           0           0           9           3
16年                                       0           0           0           1           1           0           0           0           0           0           0           0           1           1
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           3           2
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           2           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           1
20年以上                                   0           0           0           0           0           1           0           0           0           0           0           0          21           7
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：3 頁
                                    約旦                    韓國                    寮國                    黎巴嫩                  馬來西亞                蒙古                    尼泊爾              
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                      64          23       1,326       1,520           3          13           4           0       5,957       5,253         215         310          93          10
１年                                      10           0         327         369           1           4           2           0         470         419           2          13          23           8
２年                                       3           0         167         200           0           0           5           0         230         193           0           2          15           3
３年                                       1           0           1           1           0           0           0           0           4           3           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           5           4           0           1           0           0          15          13           0           1           2           0
６年                                       3           1          70          75           0           0           0           0         276         228           1           4           5           1
７年                                       0           0          29          42           0           0           0           0          49          16           0           0           1           0
８年                                       2           0          13          17           0           0           0           0          18          16           0           1           0           0
９年                                       0           0           5           2           0           0           0           0           4           4           0           0           0           0
10年                                       0           0           2           0           0           0           0           0           6           1           0           0           0           0
11年                                       0           0           1           1           0           0           0           0           5           0           0           0           0           0
12年                                       0           0           2           2           0           0           0           0           4           3           0           0           0           0
13年                                       0           0           1           2           0           0           0           0           3           0           0           0           0           0
14年                                       0           0           2           0           0           0           0           0           2           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           3           2           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           1           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           1           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           1           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           1           0           0           0           0
20年以上                                   0           0           2           1           0           0           0           0          15           4           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：4 頁
                                    巴基斯坦                菲律賓                  新加坡                  敘利亞                  泰國                    土耳其                  越南                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                      39           6         739       2,148         670         553           8           3       1,537       2,598         105          40       1,914      13,379
１年                                      14           4         171         752         141         118           1           0         537         945          24           5          83       5,047
２年                                       6           0          55         347          61          44           4           0         430         705           9           0          20       2,180
３年                                       0           0           1           3           0           0           0           0           7          11           0           0           0          23
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           8          15           8           3           0           0          15          30           1           0           1         121
６年                                       5           0          53         273          53          33           0           1         215         309           9           2          37       1,178
７年                                       0           0          17          99          25          15           0           0          78          84           0           0          13         285
８年                                       0           0           3          20          10           0           1           0          14          18           1           0           0         131
９年                                       1           0           3          10           1           0           0           0           4           9           1           0           2          92
10年                                       0           0           2           4           1           0           0           0           2           4           0           0           1          56
11年                                       0           0           1           1           1           0           0           0           2           1           0           0           1          31
12年                                       0           0           0           3           1           3           0           0           3           7           0           0           1          19
13年                                       0           0           1           2           2           1           0           0           0           2           0           0           0           6
14年                                       1           0           1           3           1           0           0           0           1           0           0           0           0           3
15年                                       0           0           0           4           1           2           0           0           1           0           0           0           0           0
16年                                       0           0           0           2           0           0           0           0           1           0           0           0           0           0
17年                                       0           0           0           1           0           0           0           0           1           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           1           0           0           0           0
19年                                       0           0           0           2           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           3           0           0           1           1           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：5 頁
                                    孟加拉                  吉里巴斯                塞席爾                  吐瓦魯                  索羅門                  巴勒斯坦                澳大利亞            
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                      29           8          15          19           1           0          11          15          23          18           1           0         415         235
１年                                       3           1           0           0           0           0           0           0           0           1           0           0         136          60
２年                                       4           0           0           0           0           0           0           0           1           0           1           0          52          31
３年                                       1           0           0           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       1           0           0           0           0           0           0           0           0           0           0           0           3           1
６年                                       2           2           0           3           0           0           1           0           0           0           0           0          47          18
７年                                       0           0           0           1           0           0           0           2           0           0           0           0           7           3
８年                                       0           0           0           0           0           0           0           0           0           0           0           0           5           2
９年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
10年                                       0           0           0           0           0           0           0           0           0           0           0           0           2           0
11年                                       0           0           0           0           0           0           0           0           0           0           0           0           1           1
12年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
13年                                       0           0           0           0           0           0           0           0           0           0           0           0           1           0
14年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：6 頁
                                    斐濟                    諾魯                    紐西蘭                  大溪地                  東加王國                西薩摩亞                萬那杜              
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                       3           4           6           5         155          78           1           0           3           4           1           1           3           1
１年                                       1           1           0           0          46          22           0           0           0           2           0           1           0           1
２年                                       0           0           0           0          12           4           0           0           0           0           0           0           0           0
３年                                       0           0           0           0           1           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           0           0           4           2           0           0           0           0           0           0           0           0
６年                                       0           0           1           0          24           6           0           0           0           0           0           0           0           0
７年                                       0           0           0           0           6           1           0           0           0           0           0           0           0           0
８年                                       0           0           0           0           1           0           0           0           0           0           0           0           0           0
９年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
10年                                       0           0           0           0           1           0           0           0           0           0           0           0           0           0
11年                                       0           0           0           0           2           0           0           0           0           0           0           0           0           0
12年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
13年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
14年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：7 頁
                                    密克羅尼西亞            帛琉                    奧地利                  比利時                  保加利亞                白俄羅斯                捷克                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                       0           1           6          14          55          27          45          11           4           5          35          24          50          14
１年                                       0           0           0           1          15           9          12           4           1           1           3           4           6           1
２年                                       0           0           0           0           6           4          10           1           2           2           1           1           4           0
３年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           0           0           0           0           0           1           0           0           0           0           0           0
６年                                       0           0           0           0           3           1           3           1           1           0           2           1           1           1
７年                                       0           0           0           0           1           1           3           0           0           0           0           0           0           0
８年                                       0           0           0           0           3           0           0           0           0           0           1           0           0           0
９年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
10年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
11年                                       0           0           0           0           0           0           1           0           0           0           0           0           0           0
12年                                       0           0           0           0           0           0           0           0           0           0           1           0           0           0
13年                                       0           0           0           0           1           0           0           0           0           0           0           0           0           0
14年                                       0           0           0           0           1           0           0           0           1           0           0           0           0           0
15年                                       0           0           0           0           0           0           1           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：8 頁
                                    丹麥                    芬蘭                    法國                    德國                    希臘                    匈牙利                  冰島                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                      22          15          48          45         631         284         449         168          14           4          35          19           2           0
１年                                      12           3           9           2         167          50         163          39           5           0           4           3           1           0
２年                                       2           0           2           2          52          21          64          20           1           0           3           0           0           0
３年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           0           0           3           0           3           3           0           0           0           0           0           0
６年                                       2           1           2           1          47           6          44          11           4           0           2           1           0           0
７年                                       3           0           1           0          17           7          16           0           0           0           2           0           0           0
８年                                       0           0           0           0           6           1           6           3           0           0           0           0           0           0
９年                                       0           0           0           0           2           1           0           0           0           0           0           0           0           0
10年                                       0           0           0           0           1           0           1           0           0           0           0           0           0           0
11年                                       0           0           0           0           2           1           1           0           0           0           0           0           0           0
12年                                       0           0           0           0           1           0           0           0           0           0           0           0           0           0
13年                                       0           0           0           0           2           0           2           0           0           0           0           0           0           0
14年                                       1           0           0           0           1           0           0           0           0           0           0           1           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       1           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           1           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                          頁次：9 頁
                                    愛爾蘭                  義大利                  盧森堡                  馬爾他                  荷蘭                    挪威                    波蘭                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                      69           8         172          65           0           1           4           2         138          64          12           6          59          49
１年                                      13           1          23           3           1           1           0           0          57          15           7           2          12          12
２年                                       6           0          18           1           0           0           0           0           9           3           4           0           6           4
３年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           1           0           0           0           0           0           2           0           0           0           0           0
６年                                       5           1           7           3           0           0           0           0          18           0           1           0           2           2
７年                                       3           0           3           0           0           0           0           0           3           1           1           0           1           2
８年                                       0           0           0           0           0           0           0           0           5           1           0           0           0           0
９年                                       0           0           1           0           0           0           0           0           2           1           0           0           0           0
10年                                       0           0           2           0           0           0           0           0           1           0           0           0           0           0
11年                                       0           0           1           0           0           0           0           0           0           0           0           0           0           0
12年                                       0           0           0           0           0           0           0           0           0           1           0           0           0           0
13年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
14年                                       0           0           0           0           0           0           0           0           1           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           1           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：10 頁
                                    葡萄牙                  羅馬尼亞                西班牙                  瑞典                    瑞士                    烏克蘭                  英國                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                      30          15          10           4         161          66          83          34          75          39          56          36       1,005         238
１年                                       3           0           0           1          33          10          23          11          20           1           2           3         208          60
２年                                       2           0           2           0           9           2           5           5          14           4           1           0         101           9
３年                                       0           0           0           0           0           0           0           0           0           0           0           0           1           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           0           0           1           0           1           0           0           0           0           0          13           0
６年                                       1           1           0           0          10           2           9           1          10           2           5           4          94          14
７年                                       0           1           0           0           0           0           2           2           6           1           1           0          28           1
８年                                       0           0           0           0           1           1           1           0           0           0           0           0           6           0
９年                                       0           0           0           0           1           0           0           0           0           0           0           0           2           1
10年                                       0           0           0           0           0           0           0           0           0           0           0           0           3           0
11年                                       0           0           0           0           0           0           0           0           0           0           1           0           3           0
12年                                       0           0           0           0           0           1           0           0           0           0           0           0           0           0
13年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
14年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           1           0           0           0           1           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           1           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           1
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：11 頁
                                    蘇聯                    巴布亞紐幾內亞          拉脫維亞                愛沙尼亞                亞美尼亞                俄羅斯                  立陶宛              
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                       0           2           1           0           4           7           1           1          15           5         135         197           7           6
１年                                       0           0           0           0           0           0           3           1           4           0          15          17           0           0
２年                                       0           0           0           0           0           0           0           0           1           0          12           6           0           0
３年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
６年                                       0           0           0           0           0           0           1           0           0           1          15          14           1           0
７年                                       0           0           0           0           0           0           0           0           0           0           1           1           0           0
８年                                       0           0           0           0           0           0           0           0           0           0           1           2           0           0
９年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
10年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
11年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
12年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
13年                                       0           0           0           0           0           0           1           0           0           0           0           0           0           0
14年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：12 頁
                                    烏茲別克                哈薩克                  摩爾多瓦                吉爾吉斯                土庫曼                  亞塞拜然                喬治亞              
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                      27          19           7           5           7           7           4           2           2           3           2           0           6           2
１年                                       0           3           0           0           2           1           0           0           0           0           1           0           1           0
２年                                       0           1           0           0           0           0           0           0           0           0           0           0           0           1
３年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           1           0           0           0           0           0           0           0           0           0           0           0
６年                                       0           0           1           0           0           1           0           0           0           0           0           0           0           0
７年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
８年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
９年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
10年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
11年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
12年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
13年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
14年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：13 頁
                                    克羅埃西亞              斯洛維尼亞              馬其頓                  波士尼亞                斯洛伐克                塞爾維亞                巴貝多              
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                      23           5           4           8           8           2           1           1          18          14           6           2           1           0
１年                                       2           0           1           0           3           2           0           0           1           0           2           0           1           1
２年                                       1           0           1           0           1           1           0           0           1           0           1           0           0           0
３年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           0           0           0           0           0           0           0           0           1           0           0           0
６年                                       2           0           0           1           1           0           0           0           2           0           0           0           0           0
７年                                       1           0           0           0           0           0           0           0           0           0           0           0           1           0
８年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
９年                                       0           0           0           0           0           0           0           0           1           0           0           0           0           0
10年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
11年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
12年                                       0           0           1           0           0           0           0           0           0           0           0           0           0           0
13年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
14年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：14 頁
                                    加拿大                  哥斯大黎加              古巴                    多明尼加                薩爾瓦多                瓜地馬拉                海地                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                   1,185         544          17           9           3           0          28          16          69          51          72          48          46          23
１年                                     291          97           0           2           0           0           1           1           2           5           4           6           2           1
２年                                     105          37           1           3           0           0           2           3           2           2           1           2           0           0
３年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                      11           3           0           0           0           0           0           0           0           0           1           0           0           0
６年                                     156          41           5           1           0           0           0           0           3           0           3           0           2           0
７年                                      42           7           1           0           0           0           0           0           0           0           0           0           0           0
８年                                      12           4           0           0           0           0           0           0           0           0           0           0           0           0
９年                                       5           3           0           0           0           0           0           0           0           0           0           0           0           0
10年                                       6           2           0           0           0           0           0           0           0           0           0           0           0           0
11年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
12年                                       7           1           0           0           0           0           0           0           0           0           0           0           0           0
13年                                       1           1           0           0           0           0           0           0           0           0           0           0           0           0
14年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
15年                                       0           1           0           0           0           0           0           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       1           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       1           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   3           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：15 頁
                                    宏都拉斯                牙買加                  墨西哥                  尼加拉瓜                巴拿馬                  美國                    馬紹爾群島國        
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                      73          73           1           1          87          48          79          60          68          63       5,427       2,498           5          14
１年                                       9           6           0           0          11           8           5           5           4           1       1,402         571           0           1
２年                                       3           3           1           0           6           1           2           1           1           0         730         245           0           0
３年                                       0           0           0           0           0           0           0           0           0           0           1           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           0           0           0           0           0           0           0           0          29          14           0           0
６年                                       4           2           0           0           6           1           1           5           0           1         479         150           0           3
７年                                       1           1           0           0           0           0           0           0           0           0         210          50           0           0
８年                                       0           0           0           0           0           0           0           0           0           0         134          38           0           0
９年                                       0           0           0           0           0           0           0           0           0           0          14           3           0           0
10年                                       0           0           0           0           0           0           0           1           0           0          13           1           0           0
11年                                       0           0           0           0           0           0           0           0           0           0          10           4           0           0
12年                                       0           0           0           0           0           0           0           0           0           0           5           3           0           0
13年                                       0           0           0           0           0           0           0           0           0           0          13           1           0           0
14年                                       0           0           0           0           0           0           0           0           0           0           4           1           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           1           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           2           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           1           0           0           0
18年                                       0           1           0           0           0           0           0           0           0           0           0           1           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           3           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           1           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0          17           1           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：16 頁
                                    阿根廷                  玻利維亞                巴西                    智利                    哥倫比亞                厄瓜多                  烏拉圭              
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                      24          13          11           6          93          63          22          17          35          22          19          19           2           6
１年                                       5           1           3           3          16          10           6           4           7           2           1           1           0           2
２年                                       1           0           1           0           4           5           1           2           4           3           0           0           0           0
３年                                       0           0           1           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           0           0           0           0           0           1           0           0           0           0           0           0
６年                                       3           1           0           1           5           7           1           1           1           1           0           0           0           2
７年                                       0           0           0           0           0           2           1           0           2           0           0           0           0           0
８年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
９年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
10年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
11年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
12年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
13年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
14年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：17 頁
                                    巴拉圭                  秘魯                    委內瑞拉                阿爾及利亞              蒲隆地                  咯麥隆                  查德                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                      61          54          30          21          22          18           2           0           1           0           4           0           1           3
１年                                       5           8           8           3          14           6           0           0           0           0           0           0           0           0
２年                                       0           4           4           1           1           1           0           0           0           0           0           0           0           0
３年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           1           0           0           0           0           0           0           0           0           0           0           0           0
６年                                       1           3           2           1           2           0           0           0           0           0           0           0           1           0
７年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
８年                                       0           1           0           0           0           0           0           0           0           0           0           0           0           0
９年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
10年                                       1           0           0           0           0           0           0           0           0           0           0           0           0           0
11年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
12年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
13年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
14年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：18 頁
                                    剛果                    貝南                    衣索比亞                加彭                    甘比亞                  迦納                    幾內亞              
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                       7           2           1           0          40           5           0           1         170          52          16           4           2           0
１年                                       0           0           0           0           1           0           0           0           4           0           5           0           1           0
２年                                       0           0           0           0           0           0           0           0           0           0           4           0           0           0
３年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
６年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
７年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
８年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
９年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
10年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
11年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
12年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
13年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
14年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：19 頁
                                    象牙海岸                肯亞                    賴比瑞亞                利比亞                  馬拉威                  馬利                    模里西斯            
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                       2           0          12           7           1           0           1           0           7           4           1           0           9           7
１年                                       1           0           1           0           0           0           0           0           1           0           0           0           1           1
２年                                       0           0           0           0           0           0           1           0           0           0           0           0           1           1
３年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
６年                                       0           0           0           0           0           0           0           0           2           0           0           0           1           1
７年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
８年                                       0           0           0           0           0           0           0           0           0           0           0           0           1           0
９年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
10年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
11年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
12年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
13年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
14年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           1
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：20 頁
                                    摩洛哥                  尼日                    奈及利亞                辛巴威                  塞內加爾                獅子山                  南非                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                      13           2           1           0          48           0           3           1           5           0           1           0         387         280
１年                                       3           0           0           0          15           0           0           0           2           1           0           0          51          32
２年                                       2           0           0           0           6           1           0           0           0           0           0           0          40          10
３年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           0           0           0           0           0           0           0           0           0           0           4           4
６年                                       0           0           0           0           6           0           0           0           0           0           0           0          47          21
７年                                       0           0           0           0           1           0           0           0           0           0           0           0           8           3
８年                                       0           0           0           0           0           0           0           0           0           0           0           0           3           1
９年                                       0           0           0           0           2           0           0           0           0           0           0           0           4           0
10年                                       0           0           0           0           0           0           0           0           0           0           0           0           2           0
11年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
12年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           1
13年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
14年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           0           0           1           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           1           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：21 頁
                                    蘇丹                    史瓦濟蘭                坦尚尼亞                多哥共和國              突尼西亞                烏干達                  埃及                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                       5           0          39          41           4           0           3           0           3           0           2           0          39           3
１年                                       0           0           0           0           0           0           0           0           0           0           0           0           5           0
２年                                       0           0           0           0           1           0           0           0           1           0           0           0           4           0
３年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
６年                                       0           0           0           0           0           0           0           0           0           0           0           0           1           0
７年                                       0           0           0           0           0           0           0           0           0           0           0           0           2           0
８年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
９年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
10年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
11年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
12年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
13年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
14年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：22 頁
                                    布吉納法索              尚比亞                  莫三比克                幾內亞比索共和國        聖多美及普林西比        納米比亞                                    
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

０年                                      67          18           1           1           4           2           1           0          20          21           0           2           6           1
１年                                       3           2           0           0           0           0           0           0           1           0           0           0           0           0
２年                                       2           0           0           0           0           0           0           0           0           0           0           0           0           0
３年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
４年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
５年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
６年                                       4           0           0           0           0           0           0           0           1           0           0           0           0           0
７年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
８年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
９年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
10年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
11年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
12年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
13年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
14年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
15年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
16年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
17年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
18年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
19年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                                             臺閩地區外僑持續居留年限統計（按國籍及年限分）

製表單位：警政署資訊室作業設計科
製表日期：2012/12/10                                                                                                                                                                         頁次：23 頁
                                    聖文森及格瑞那丁        聖露西亞                聖克里斯多福            貝理斯                  空白                    其他                                        
                                          男          女          男          女          男          女          男          女          男          女          男          女                        

０年                                      12          21          17          27          18          13          50          39           3           2           0           1                        
１年                                       1           3           0           2           1           1           5           2           0           0           0           0                        
２年                                       1           0           1           0           0           0           2           1           0           0           0           0                        
３年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
４年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
５年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
６年                                       0           3           0           0           1           0           2           1           0           0           0           0                        
７年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
８年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
９年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
10年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
11年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
12年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
13年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
14年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
15年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
16年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
17年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
18年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
19年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
20年                                       0           0           0           0           0           0           0           0           0           0           0           0                        
20年以上                                   0           0           0           0           0           0           0           0           0           0           0           0                        


檢索範圍：現持有效居留證，且居留狀況為「在台」或「離台」之一般居留外僑。

A0204-056
</PRE></DIV>
</div>
</body>
</html>