<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="UTF-8" %>
<!DOCTYPE html PUBLIC "-//W3C//Dtd XHTML 1.0 transitional//EN" "http://www.w3.org/tr/xhtml1/Dtd/xhtml1-transitional.dtd">
<%@ taglib prefix="s" uri="/struts-tags" %>
<%@ taglib prefix="display" uri="http://displaytag.sf.net" %>
<%@ page import="java.util.*,java.text.*" %>
<html>
<head>
    <title>居留外僑動態管理系統-統計報表作業</title>
    <link rel="stylesheet" type="text/css" href="css/common.css"/>
    <link rel="stylesheet" type="text/css" href="css/domtab.css"/>
    <script src="js/jquery-1.8.3.js"></script>
    <script type="text/javascript" src="js/domtab.js"></script>   
    <script type="text/javascript" src="js/jquery-1.8.3.js"></script>	
    
	<script type="text/javascript">
	$(function() {	
		
	});//$(function() {
	
	//表單送出事件
	function onSubmit(url){
		document.queryForm.action=url;
		document.queryForm.submit();
	}
	</script>
    
</head>

<body>
<% 
Date dateDate = new Date();
SimpleDateFormat df = new SimpleDateFormat("yyyy/MM/dd");
String nowDate = df.format(dateDate);
%>
<div id="reportPosition" class="reportPosition">
<DIV><PRE>
                                                          桃園縣政府警察局(郵遞區號320)全部外責區　居留外僑統計表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：<%=nowDate%>                                                                                                                                                                          頁次：1 頁
                                          合          計    柬埔寨                  印度                    印尼                    日本                    韓國                    馬來西亞            
                         總   計          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                   1,699         578       1,121           0           1           4           3         300         742          17           8           2           3           6          14
公務人員                       0           0           0           0           0           0           0           0           0           0           0           0           0           0           0
商務人員                       3           3           0           0           0           0           0           0           0           1           0           0           0           0           0
工程師                         3           3           0           0           0           0           0           0           0           0           0           0           0           0           0
會計師                         0           0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                           0           0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                           0           0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                          18          14           4           0           0           1           1           0           0           1           0           0           0           0           0
醫師                           0           0           0           0           0           0           0           0           0           0           0           0           0           0           0
護理人員                       0           0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                         5           1           4           0           0           0           0           0           0           0           0           0           0           0           0
技工技匠                       3           2           1           0           0           0           0           0           0           1           0           0           0           0           0
　|小      計              1,409         499         910           0           0           0           0         299         727           0           0           0           0           0           0
　|營建業技工                  0           0           0           0           0           0           0           0           0           0           0           0           0           0           0
外|製造業技工                102          83          19           0           0           0           0           0           3           0           0           0           0           0           0
籍|家庭幫傭                    2           1           1           0           0           0           0           0           1           0           0           0           0           0           0
勞|監護工                    901          11         890           0           0           0           0           7         723           0           0           0           0           0           0
工|船員(外籍勞工)            404         404           0           0           0           0           0         292           0           0           0           0           0           0           0
　|其他(外籍勞工)              0           0           0           0           0           0           0           0           0           0           0           0           0           0           0
船員                           0           0           0           0           0           0           0           0           0           0           0           0           0           0           0
其他(有業者)                  20          16           4           0           0           0           0           0           0           4           0           0           0           0           0
失業                           4           2           2           0           0           0           0           0           0           2           0           0           0           0           0
家務                         142           0         142           0           1           0           1           0          13           0           5           0           0           0           0
學生                          86          33          53           0           0           3           1           1           2           5           2           2           3           6          14
其他(無業者)                   1           1           0           0           0           0           0           0           0           1           0           0           0           0           0
未滿十五足歲兒童               5           4           1           0           0           0           0           0           0           2           1           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                          桃園縣政府警察局(郵遞區號320)全部外責區　居留外僑統計表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：<%=nowDate%>                                                                                                                                                                          頁次：2 頁
                                    蒙古                    尼泊爾                  菲律賓                  新加坡                  泰國                    越南                    吉里巴斯            
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                                   0           2           1           0         164         124           1           2          32          21          16         171           0           1
公務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
商務人員                                   0           0           0           0           0           0           0           0           1           0           0           0           0           0
工程師                                     0           0           0           0           1           0           0           0           0           0           0           0           0           0
會計師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                                       0           0           0           0           0           0           1           0           0           0           0           0           0           0
醫師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
護理人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                                     0           0           0           0           0           3           0           0           0           0           0           0           0           0
技工技匠                                   0           0           0           0           0           0           0           0           1           1           0           0           0           0
　|小      計                              0           0           0           0         163         118           0           0          23           5          14          60           0           0
　|營建業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
外|製造業技工                              0           0           0           0          48          10           0           0          22           0          13           6           0           0
籍|家庭幫傭                                0           0           0           0           1           0           0           0           0           0           0           0           0           0
勞|監護工                                  0           0           0           0           3         108           0           0           0           5           1          54           0           0
工|船員(外籍勞工)                          0           0           0           0         111           0           0           0           1           0           0           0           0           0
　|其他(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
船員                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
其他(有業者)                               0           0           1           0           0           0           0           0           6           0           0           3           0           0
失業                                       0           0           0           0           0           0           0           0           0           0           0           2           0           0
家務                                       0           0           0           0           0           3           0           1           0          15           0         100           0           0
學生                                       0           2           0           0           0           0           0           1           0           0           2           6           0           1
其他(無業者)                               0           0           0           0           0           0           0           0           0           0           0           0           0           0
未滿十五足歲兒童                           0           0           0           0           0           0           0           0           1           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                          桃園縣政府警察局(郵遞區號320)全部外責區　居留外僑統計表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：<%=nowDate%>                                                                                                                                                                          頁次：3 頁
                                    索羅門                  澳大利亞                諾魯                    紐西蘭                  帛琉                    法國                    德國                
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                                   3           5           1           1           0           1           1           1           1           1           3           0           1           0
公務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
商務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
工程師                                     0           0           0           0           0           0           0           0           0           0           1           0           0           0
會計師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                                       0           0           0           0           0           0           1           0           0           0           1           0           1           0
醫師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
護理人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
技工技匠                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|小      計                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|營建業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
外|製造業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
籍|家庭幫傭                                0           0           0           0           0           0           0           0           0           0           0           0           0           0
勞|監護工                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0
工|船員(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|其他(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
船員                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
其他(有業者)                               0           0           0           0           0           0           0           0           0           0           1           0           0           0
失業                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
家務                                       0           0           0           0           0           0           0           1           0           0           0           0           0           0
學生                                       3           5           1           1           0           1           0           0           1           1           0           0           0           0
其他(無業者)                               0           0           0           0           0           0           0           0           0           0           0           0           0           0
未滿十五足歲兒童                           0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                          桃園縣政府警察局(郵遞區號320)全部外責區　居留外僑統計表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：<%=nowDate%>                                                                                                                                                                          頁次：4 頁
                                    匈牙利                  荷蘭                    瑞士                    英國                    俄羅斯                  加拿大                  多明尼加            
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                                   0           1           1           0           0           1           1           0           1           1           2           2           0           1
公務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
商務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
工程師                                     0           0           0           0           0           0           1           0           0           0           0           0           0           0
會計師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                                       0           0           0           0           0           0           0           0           1           0           0           1           0           0
醫師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
護理人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                                     0           0           1           0           0           0           0           0           0           0           0           0           0           0
技工技匠                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|小      計                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|營建業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
外|製造業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
籍|家庭幫傭                                0           0           0           0           0           0           0           0           0           0           0           0           0           0
勞|監護工                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0
工|船員(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|其他(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
船員                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
其他(有業者)                               0           0           0           0           0           0           0           0           0           0           1           0           0           0
失業                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
家務                                       0           0           0           0           0           1           0           0           0           1           0           0           0           0
學生                                       0           1           0           0           0           0           0           0           0           0           1           1           0           1
其他(無業者)                               0           0           0           0           0           0           0           0           0           0           0           0           0           0
未滿十五足歲兒童                           0           0           0           0           0           0           0           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                          桃園縣政府警察局(郵遞區號320)全部外責區　居留外僑統計表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：<%=nowDate%>                                                                                                                                                                          頁次：5 頁
                                    宏都拉斯                墨西哥                  尼加拉瓜                美國                    馬紹爾群島國            厄瓜多                  聖多美及普林西比    
                                          男          女          男          女          男          女          男          女          男          女          男          女          男          女

  合  計                                   1           1           1           0           0           1          16           5           1           2           0           1           0           1
公務人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
商務人員                                   0           0           0           0           0           0           1           0           0           0           0           0           0           0
工程師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
會計師                                     0           0           0           0           0           0           0           0           0           0           0           0           0           0
律師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
記者                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
教師                                       0           0           0           0           0           0           7           2           0           0           0           0           0           0
醫師                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
護理人員                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
傳教士                                     0           0           0           0           0           0           0           1           0           0           0           0           0           0
技工技匠                                   0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|小      計                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|營建業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
外|製造業技工                              0           0           0           0           0           0           0           0           0           0           0           0           0           0
籍|家庭幫傭                                0           0           0           0           0           0           0           0           0           0           0           0           0           0
勞|監護工                                  0           0           0           0           0           0           0           0           0           0           0           0           0           0
工|船員(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
　|其他(外籍勞工)                          0           0           0           0           0           0           0           0           0           0           0           0           0           0
船員                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
其他(有業者)                               0           0           0           0           0           1           3           0           0           0           0           0           0           0
失業                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
家務                                       0           0           0           0           0           0           0           0           0           0           0           0           0           0
學生                                       1           1           1           0           0           0           4           2           1           2           0           1           0           1
其他(無業者)                               0           0           0           0           0           0           0           0           0           0           0           0           0           0
未滿十五足歲兒童                           0           0           0           0           0           0           1           0           0           0           0           0           0           0
</PRE></DIV>
<DIV style="page-break-before:always"><PRE>
                                                          桃園縣政府警察局(郵遞區號320)全部外責區　居留外僑統計表（按國籍及職業分）

製表單位：警政署資訊室作業設計科
製表日期：<%=nowDate%>                                                                                                                                                                          頁次：6 頁
                                    聖文森及格瑞那丁        聖露西亞                                                                                                                                    
                                          男          女          男          女                                                                                                                        

  合  計                                   1           2           0           1                                                                                                                        
公務人員                                   0           0           0           0                                                                                                                        
商務人員                                   0           0           0           0                                                                                                                        
工程師                                     0           0           0           0                                                                                                                        
會計師                                     0           0           0           0                                                                                                                        
律師                                       0           0           0           0                                                                                                                        
記者                                       0           0           0           0                                                                                                                        
教師                                       0           0           0           0                                                                                                                        
醫師                                       0           0           0           0                                                                                                                        
護理人員                                   0           0           0           0                                                                                                                        
傳教士                                     0           0           0           0                                                                                                                        
技工技匠                                   0           0           0           0                                                                                                                        
　|小      計                              0           0           0           0                                                                                                                        
　|營建業技工                              0           0           0           0                                                                                                                        
外|製造業技工                              0           0           0           0                                                                                                                        
籍|家庭幫傭                                0           0           0           0                                                                                                                        
勞|監護工                                  0           0           0           0                                                                                                                        
工|船員(外籍勞工)                          0           0           0           0                                                                                                                        
　|其他(外籍勞工)                          0           0           0           0                                                                                                                        
船員                                       0           0           0           0                                                                                                                        
其他(有業者)                               0           0           0           0                                                                                                                        
失業                                       0           0           0           0                                                                                                                        
家務                                       0           0           0           0                                                                                                                        
學生                                       1           2           0           1                                                                                                                        
其他(無業者)                               0           0           0           0                                                                                                                        
未滿十五足歲兒童                           0           0           0           0                                                                                                                        


A0303-003
</PRE></DIV>
</div>
</body>
</html>